Revit 2027 API
PerformanceAdviser.GetElementFilterFromRule Method
Overload List
Name | Description
GetElementFilterFromRule(Int32, Document) |  Retrieves a filter to restrict elements to be checked.
GetElementFilterFromRule(PerformanceAdviserRuleId, Document) |  Retrieves a filter to restrict elements to be checked.
Top
See Also
Reference
PerformanceAdviser Class
Autodesk.Revit.DB Namespace